import type {TimeLineItem} from './types';

export const TIMELINE: TimeLineItem[] = [
    {
        id: "l1",
        year: "1887",
        title: "Начало",
        text: "Митрофан Лагидзе создает собственное предприятие по производству напитков «Митрофан Лагидзе». Лимонады, продававшиеся по 20 копеек за бутылку, стали пользоваться в Грузии огромной популярностью, во многом этому способствовала забавная фраза, которую выкрикивали продавцы: «Если хочешь быть красивым, выпей «Воды Лагидзе».",
    },
    {
        id: "l2",
        year: "1900",
        title: "Открытие собственного завода",
        text: "Лагидзе открывает в Кутаиси собственный завод по производству натуральных сиропов и лимонадов по созданной им рецептуре. Митрофан строго следил за тем, чтобы все травы, ягоды и фрукты были собраны в определенных районах Грузии, так как от этого зависел вкус каждого напитка.",
    },

    {
        id: "l3",
        year: "1900",
        title: "Переезд в Тбилиси",
        text: "Митрофан Лагидзе переезжает в Тбилиси, где открывает новый завод по производству лимонадов, а также легендарный магазин «Воды Лагидзе» на проспекте Руставели. Около магазина вечерами с удовольствием собирается грузинская интеллигенция для того, чтобы пообщаться и утолить жажду свежими и вкусными лимонадами.",
    },
    {
        id: "l4",
        year: "1906-1921",
        title: "Признание и развитие",
        text: "Митрофан оказался не только талантливым технологом, но и отличным предпринимателем, его напитки пользуются заслуженной популярностью за пределами Грузии и завоевывают награды на российских и международных выставках. Лагидзе становится поставщиком российского императорского двора, а также начинает поставлять лимонады ко двору иранского шаха. Следует сказать, что Митрофан Лагидзе был человеком щедрой души, и чем больше он получал, тем больше отдавал. Лагидзе регулярно помогал талантливым грузинским писателям в издании книг, а кроме того, совершил настоящее большое дело – спонсировал строительство первой в Кутаиси электростанции.",
    },
    {
        id: "l5",
        year: "1921",
        title: "Пожар",
        text: "Делу Митрофана Лагидзе предстоит пройти серьезное испытание: завод полностью сгорает в результате крупного пожара. Однако это не остановило выпуск продукции: Митрофан возобновляет производство в подвале собственного дома.",
    },
    {
        id: "l6",
        year: "1927",
        title: "Открытие второго завода",
        text: "В Тбилиси завершено строительство нового завода «Воды Лагидзе», оснащенного самым современным по тем временам оборудованием. Митрофан Лагидзе становится главой созданного предприятия.",
    },
    {
        id: "l7",
        year: "1934",
        title: "Основение углекислого газа",
        text: "На своем заводе Митрофан Лагидзе впервые в Грузии осваивает промышленное производство углекислого газа.",
    },
    {
        id: "l8",
        year: "1943",
        title: "Тегенеранская конференция",
        text: "Во время проведения Тегеранской конференции, на которой встречались Рузвельт, Черчилль и Сталин, на столе переговоров оказались лимонады «Воды Лагидзе». Франклин Делано Рузвельт был настолько впечатлен вкусом и ароматом этих напитков, что увез 2000 бутылок с собой на родину. А Уинстон Черчилль описал вкус легендарных лимонадов в своей книге мемуаров «Тегеран 43». Сталину же настолько понравился «Лимонный», что на заводе был оборудован специальный цех, производящий напитки для высших эшелонов власти и начались регулярные поставки лимонада в Кремль.",
    },
    {
        id: "l9",
        year: "1952",
        title: "Назначение в министерство пищевой промышленности СССР",
        text: "Митрофан Лагидзе назначен главным консультантом «Главфруктвода» в министерстве пищевой промышленности СССР. Под его руководством выходит сборник рецептур безалкогольных напитков, 90 % из которых – авторства «лимонадного маэстро». Таким образом, производство лимонадов в СССР практически полностью было основано на рецептах Митрофана Лагидзе. Кроме того, в 1952 году состоялась знаменитая «лимонадная война», которая началась с того, что Президент США Гарри Трумэн прислал Сталину в подарок 1000 бутылок Coca-Cola. Напиток пришелся по вкусу советскому лидеру и его сподвижникам, однако Сталин захотел дать достойный ответ и поручил Митрофану Лагидзе приготовить лимонады, способные удивить и восхитить Трумена. Красиво упакованные бутылки лимонада с разнообразными вкусами отправили американскому президенту, который был настолько восхищен ими, что сразу же после дегустации высказал желание организовать поставку напитков в США.",
    },
]